Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Go back to making the screen saver from your desktop wallpaper
ar: العودة إلى إنشاء شاشة التوقف من خلفية سطح المكتب
de: Den Bildschirmschoner wieder aus dem Hintergrundbild auf dem Schreibtisch erstellen
es: Vuelve a crear el salvapantallas a partir del fondo de tu escritorio
fr: Revenir à un économiseur d’écran créé à partir du fond d’écran de votre bureau
hi: स्क्रीन सेवर फिर से अपने डेस्कटॉप वॉलपेपर से बनाएँ
it: Torna a creare il salvaschermo dallo sfondo della scrivania
ja: デスクトップの壁紙からスクリーンセーバを作る方法に戻します
ko: 데스크탑 배경화면으로 화면 보호기를 만드는 방식으로 돌아갑니다
pl: Wróć do tworzenia wygaszacza ekranu z tapety na biurku
pt_br: Volta a criar o protetor de tela a partir do papel de parede da mesa
ru: Снова делать заставку из обоев рабочего стола
tr: Ekran koruyucuyu yeniden masaüstü duvar kâğıdınızdan oluşturur
uk: Знову створювати заставку зі шпалер робочого столу
zh_hans: 恢复为用桌面墙纸制作屏幕保护程序
zh_hant: 恢復為用桌面背景圖片製作螢幕保護程式

source: Goes back to the default storage folder. Wallpapers in the current folder stay where they are.
ar: يعود إلى مجلد التخزين الافتراضي. وتبقى الخلفيات الموجودة في المجلد الحالي في مكانها.
de: Kehrt zum Standardordner für den Speicher zurück. Hintergrundbilder im aktuellen Ordner bleiben, wo sie sind.
es: Vuelve a la carpeta de almacenamiento predeterminada. Los fondos de pantalla de la carpeta actual se quedan donde están.
fr: Revient au dossier de stockage par défaut. Les fonds d’écran du dossier actuel restent où ils sont.
hi: डिफ़ॉल्ट स्टोरेज फ़ोल्डर पर वापस जाता है। मौजूदा फ़ोल्डर के वॉलपेपर वहीं रहते हैं।
it: Torna alla cartella di archiviazione predefinita. Gli sfondi nella cartella attuale restano dove sono.
ja: デフォルトの保存フォルダに戻します。現在のフォルダの壁紙はそのまま残ります。
ko: 기본 저장 폴더로 돌아갑니다. 현재 폴더의 배경화면은 그대로 남습니다.
pl: Przywraca domyślny folder przechowywania. Tapety w bieżącym folderze zostają na miejscu.
pt_br: Volta para a pasta de armazenamento padrão. As imagens de fundo da pasta atual ficam onde estão.
ru: Возвращает папку хранения по умолчанию. Обои в текущей папке остаются на месте.
tr: Varsayılan depolama klasörüne geri döner. Geçerli klasördeki duvar kâğıtları olduğu yerde kalır.
uk: Повертає типову папку зберігання. Шпалери в поточній папці залишаються на місці.
zh_hans: 恢复为默认存储文件夹。当前文件夹中的墙纸保留在原处。
zh_hant: 回到預設的儲存檔案夾。目前檔案夾中的背景圖片會留在原處。

source: Goes back to the wallpaper this display showed before.
ar: يعود إلى الخلفية التي عرضتها هذه الشاشة من قبل.
de: Kehrt zum Hintergrundbild zurück, das dieser Bildschirm zuvor gezeigt hat.
es: Vuelve al fondo de pantalla que mostraba antes esta pantalla.
fr: Revient au fond d’écran que cet écran affichait auparavant.
hi: इस डिस्प्ले पर पहले दिखाए गए वॉलपेपर पर वापस जाता है।
it: Torna allo sfondo mostrato in precedenza da questo schermo.
ja: このディスプレイで前に表示していた壁紙に戻ります。
ko: 이 디스플레이에 이전에 표시된 배경화면으로 돌아갑니다.
pl: Wraca do tapety, którą ten ekran pokazywał wcześniej.
pt_br: Volta para a imagem de fundo que esta tela mostrava antes.
ru: Возвращает обои, которые этот дисплей показывал раньше.
tr: Bu ekranın daha önce gösterdiği duvar kâğıdına geri döner.
uk: Повертає шпалери, які цей дисплей показував раніше.
zh_hans: 返回此显示器之前显示的墙纸。
zh_hant: 返回此顯示器之前顯示的背景圖片。

source: Grant Access
ar: منح الوصول
de: Zugriff erlauben
es: Conceder acceso
fr: Autoriser l’accès
hi: ऐक्सेस दें
it: Consenti accesso
ja: アクセスを許可
ko: 접근 허용
pl: Udziel dostępu
pt_br: Conceder Acesso
ru: Предоставить доступ
tr: Erişim İzni Ver
uk: Надати доступ
zh_hans: 授予访问权限
zh_hant: 授與取用權限

source: Green component of the bar colour.
ar: المكوّن الأخضر في لون الشريط.
de: Grünanteil der Balkenfarbe.
es: Componente verde del color de las barras.
fr: Composante verte de la couleur des barres.
hi: बार के रंग का हरा घटक.
it: Componente verde del colore delle barre.
ja: バーの色の緑成分です。
ko: 막대 색상의 녹색 성분입니다.
pl: Składowa zielona koloru słupków.
pt_br: Componente verde da cor das barras.
ru: Зелёная составляющая цвета полос.
tr: Çubuk renginin yeşil bileşeni.
uk: Зелена складова кольору смуг.
zh_hans: 条形颜色的绿色分量。
zh_hant: 長條顏色的綠色分量。

source: Group
ar: مجموعة
de: Gruppe
es: Grupo
fr: Groupe
hi: समूह
it: Gruppo
ja: グループ
ko: 그룹
pl: Grupa
pt_br: Grupo
ru: Группа
tr: Grup
uk: Група
zh_hans: 组
zh_hant: 群組

source: Guys
ar: شباب
de: Männer
es: Chicos
fr: Garçons
hi: लड़के
it: Ragazzi
ja: 男の子
ko: 남성
pl: Chłopaki
pt_br: Meninos
ru: Парни
tr: Erkekler
uk: Хлопці
zh_hans: 男性
zh_hant: 男性

source: Heavy work that ran on the main or render thread, and frame work that ran off the render thread. Development builds only.
ar: عمل ثقيل جرى على الخيط الرئيسي أو خيط العرض، وعمل إطارات جرى خارج خيط العرض. في إصدارات التطوير فقط.
de: Aufwendige Arbeit auf dem Haupt- oder Render-Thread und Frame-Arbeit außerhalb des Render-Threads. Nur in Entwicklungs-Builds.
es: Trabajo pesado que se ejecutó en el hilo principal o de renderizado, y trabajo de fotogramas fuera del hilo de renderizado. Solo en compilaciones de desarrollo.
fr: Travail lourd exécuté sur le thread principal ou de rendu, et travail d’image exécuté hors du thread de rendu. Versions de développement uniquement.
hi: मुख्य या रेंडर थ्रेड पर चला भारी काम, और रेंडर थ्रेड के बाहर चला फ़्रेम काम। केवल डेवलपमेंट बिल्ड में।
it: Lavoro pesante eseguito sul thread principale o di rendering, e lavoro dei fotogrammi eseguito fuori dal thread di rendering. Solo nelle build di sviluppo.
ja: メインスレッドまたはレンダースレッドで実行された重い処理と、レンダースレッド外で実行されたフレーム処理。開発ビルドのみ。
ko: 메인 또는 렌더 스레드에서 실행된 무거운 작업과 렌더 스레드 밖에서 실행된 프레임 작업입니다. 개발 빌드 전용.
pl: Ciężka praca wykonana w wątku głównym lub renderowania oraz praca klatek wykonana poza wątkiem renderowania. Tylko w kompilacjach deweloperskich.
pt_br: Trabalho pesado executado na thread principal ou de renderização, e trabalho de quadros executado fora da thread de renderização. Somente em builds de desenvolvimento.
ru: Тяжёлая работа в главном потоке или потоке отрисовки и работа кадра вне потока отрисовки. Только в сборках для разработки.
tr: Ana veya işleme iş parçacığında çalışan ağır işler ve işleme iş parçacığı dışında çalışan kare işleri. Yalnızca geliştirme derlemelerinde.
uk: Важка робота в головному потоці чи потоці рендерингу та робота кадру поза потоком рендерингу. Лише в збірках для розробки.
zh_hans: 在主线程或渲染线程上运行的繁重工作，以及在渲染线程之外运行的帧工作。仅限开发版本。
zh_hant: 在主執行緒或算繪執行緒上執行的繁重工作，以及在算繪執行緒之外執行的影格工作。僅限開發版本。

source: Height
ar: الارتفاع
de: Höhe
es: Alto
fr: Hauteur
hi: ऊँचाई
it: Altezza
ja: 高さ
ko: 높이
pl: Wysokość
pt_br: Altura
ru: Высота
tr: Yükseklik
uk: Висота
zh_hans: 高度
zh_hant: 高度

source: Height of the torn band. Small values give a thin tracking line, large values disturb most of the frame.
ar: ارتفاع الشريط الممزق. تعطي القيم الصغيرة خط تتبع رفيعًا، بينما تُربك القيم الكبيرة معظم الإطار.
de: Höhe des gestörten Streifens. Kleine Werte ergeben eine dünne Tracking-Linie, große Werte stören den Großteil des Bildes.
es: Altura de la franja rasgada. Los valores bajos crean una línea de tracking fina; los altos alteran casi todo el fotograma.
fr: Hauteur de la bande déchirée. Les petites valeurs donnent une fine ligne de tracking, les grandes perturbent la majeure partie de l’image.
hi: फटी हुई पट्टी की ऊँचाई. छोटे मान पतली ट्रैकिंग लाइन देते हैं, बड़े मान फ़्रेम के ज़्यादातर हिस्से को बिगाड़ देते हैं.
it: Altezza della banda strappata. Valori bassi danno una sottile linea di tracking, valori alti disturbano gran parte del fotogramma.
ja: 乱れる帯の高さです。小さい値では細いトラッキングラインになり、大きい値ではフレームの大部分が乱れます。
ko: 찢어지는 띠의 높이입니다. 값이 작으면 얇은 트래킹 선이 생기고, 값이 크면 프레임 대부분이 흐트러집니다.
pl: Wysokość rozdartego pasa. Małe wartości dają cienką linię zakłóceń, duże zaburzają większość klatki.
pt_br: Altura da faixa rasgada. Valores pequenos geram uma linha fina de tracking; valores grandes perturbam a maior parte do quadro.
ru: Высота разорванной полосы. Малые значения дают тонкую линию трекинга, большие искажают почти весь кадр.
tr: Yırtık bandın yüksekliği. Küçük değerler ince bir izleme çizgisi verir, büyük değerler karenin çoğunu bozar.
uk: Висота розірваної смуги. Малі значення дають тонку лінію трекінгу, великі — спотворюють більшу частину кадру.
zh_hans: 撕裂带的高度。数值小时为一条细的跟踪线，数值大时会干扰大部分画面。
zh_hant: 撕裂帶的高度。數值小時為細細的循軌線，數值大時會干擾大部分畫面。

source: Height of the waves — how far pixels are displaced.
ar: ارتفاع الأمواج — أي مدى إزاحة وحدات البكسل.
de: Höhe der Wellen – wie weit Pixel verschoben werden.
es: Altura de las olas: cuánto se desplazan los píxeles.
fr: Hauteur des vagues — distance de déplacement des pixels.
hi: लहरों की ऊँचाई — पिक्सेल कितनी दूर खिसकते हैं.
it: Altezza delle onde, ovvero quanto vengono spostati i pixel.
ja: 波の高さ — ピクセルがずれる距離です。
ko: 파도의 높이, 즉 픽셀이 변위되는 거리입니다.
pl: Wysokość fal — jak daleko przesuwane są piksele.
pt_br: Altura das ondas — o quanto os pixels são deslocados.
ru: Высота волн — насколько смещаются пиксели.
tr: Dalgaların yüksekliği — piksellerin ne kadar kaydırıldığı.
uk: Висота хвиль — наскільки далеко зміщуються пікселі.
zh_hans: 波浪的高度——像素的位移距离。
zh_hant: 波浪的高度——像素的位移距離。

source: Height the bars keep in silence, so they do not vanish between beats.
ar: الارتفاع الذي تحافظ عليه الأشرطة في أثناء الصمت، كي لا تختفي بين الإيقاعات.
de: Höhe, die die Balken bei Stille behalten, damit sie zwischen den Beats nicht verschwinden.
es: Altura que mantienen las barras en silencio, para que no desaparezcan entre golpes.
fr: Hauteur conservée par les barres pendant les silences, pour qu’elles ne disparaissent pas entre les temps.
hi: चुप्पी में बार कितनी ऊँचाई बनाए रखते हैं, ताकि वे बीट्स के बीच गायब न हों.
it: Altezza che le barre mantengono nel silenzio, così non spariscono tra un battito e l’altro.
ja: 無音時にバーが保つ高さです。ビートの合間にバーが消えないようにします。
ko: 소리가 없을 때 막대가 유지하는 높이로, 비트 사이에 막대가 사라지지 않게 합니다.
pl: Wysokość słupków w ciszy, aby nie znikały między uderzeniami.
pt_br: Altura que as barras mantêm no silêncio, para não sumirem entre as batidas.
ru: Высота полос в тишине, чтобы они не исчезали между долями.
tr: Çubukların sessizlikte koruduğu yükseklik; böylece vuruşlar arasında kaybolmazlar.
uk: Висота, яку смуги зберігають у тиші, щоб не зникати між ударами.
zh_hans: 静音时条形保持的高度，使其在节拍之间不会消失。
zh_hant: 無聲時長條保持的高度，讓長條不會在節拍之間消失。

source: Help
ar: مساعدة
de: Hilfe
es: Ayuda
fr: Aide
hi: सहायता
it: Aiuto
ja: ヘルプ
ko: 도움말
pl: Pomoc
pt_br: Ajuda
ru: Справка
tr: Yardım
uk: Довідка
zh_hans: 帮助
zh_hant: 輔助說明

source: Hide
ar: إخفاء
de: Ausblenden
es: Ocultar
fr: Masquer
hi: छिपाएँ
it: Nascondi
ja: 非表示
ko: 가리기
pl: Ukryj
pt_br: Ocultar
ru: Скрыть
tr: Gizle
uk: Сховати
zh_hans: 隐藏
zh_hant: 隱藏

source: Hide Open Wallpaper Engine
ar: إخفاء Open Wallpaper Engine
de: Open Wallpaper Engine ausblenden
es: Ocultar Open Wallpaper Engine
fr: Masquer Open Wallpaper Engine
hi: Open Wallpaper Engine छिपाएँ
it: Nascondi Open Wallpaper Engine
ja: Open Wallpaper Engineを非表示
ko: Open Wallpaper Engine 가리기
pl: Ukryj Open Wallpaper Engine
pt_br: Ocultar Open Wallpaper Engine
ru: Скрыть Open Wallpaper Engine
tr: Open Wallpaper Engine’i Gizle
uk: Сховати Open Wallpaper Engine
zh_hans: 隐藏 Open Wallpaper Engine
zh_hant: 隱藏 Open Wallpaper Engine

source: Hide Others
ar: إخفاء الأخرى
de: Andere ausblenden
es: Ocultar otras
fr: Masquer les autres
hi: अन्य छिपाएँ
it: Nascondi altre
ja: ほかを非表示
ko: 기타 가리기
pl: Ukryj pozostałe
pt_br: Ocultar Outros
ru: Скрыть остальные
tr: Diğerlerini Gizle
uk: Сховати решту
zh_hans: 隐藏其他
zh_hant: 隱藏其他

source: Hide Sidebar
ar: إخفاء الشريط الجانبي
de: Seitenleiste ausblenden
es: Ocultar barra lateral
fr: Masquer la barre latérale
hi: साइडबार छिपाएँ
it: Nascondi barra laterale
ja: サイドバーを非表示
ko: 사이드바 가리기
pl: Ukryj pasek boczny
pt_br: Ocultar Barra Lateral
ru: Скрыть боковое меню
tr: Kenar Çubuğunu Gizle
uk: Сховати бічну панель
zh_hans: 隐藏边栏
zh_hant: 隱藏側邊欄

source: Hide Wallpaper Editor
ar: إخفاء محرر الخلفيات
de: Hintergrundbild-Editor ausblenden
es: Ocultar Editor de fondos de pantalla
fr: Masquer Éditeur de fond d’écran
hi: वॉलपेपर एडिटर छिपाएँ
it: Nascondi Editor sfondi
ja: 壁紙エディタを非表示
ko: 배경화면 편집기 가리기
pl: Ukryj Edytor tapet
pt_br: Ocultar Editor de Imagem de Fundo
ru: Скрыть Редактор обоев
tr: Duvar Kâğıdı Düzenleyici’yi Gizle
uk: Сховати Редактор шпалер
zh_hans: 隐藏墙纸编辑器
zh_hant: 隱藏背景圖片編輯器

source: Hide desktop icons
ar: إخفاء أيقونات سطح المكتب
de: Schreibtischsymbole ausblenden
es: Ocultar iconos del escritorio
fr: Masquer les icônes du bureau
hi: डेस्कटॉप आइकन छिपाएँ
it: Nascondi le icone della scrivania
ja: デスクトップアイコンを隠す
ko: 데스크탑 아이콘 가리기
pl: Ukryj ikony biurka
pt_br: Ocultar ícones da mesa
ru: Скрыть значки рабочего стола
tr: Masaüstü simgelerini gizle
uk: Сховати значки робочого столу
zh_hans: 隐藏桌面图标
zh_hant: 隱藏桌面圖像

source: Hide object
ar: إخفاء الكائن
de: Objekt ausblenden
es: Ocultar objeto
fr: Masquer l’objet
hi: ऑब्जेक्ट छिपाएँ
it: Nascondi oggetto
ja: オブジェクトを非表示
ko: 객체 가리기
pl: Ukryj obiekt
pt_br: Ocultar objeto
ru: Скрыть объект
tr: Nesneyi gizle
uk: Сховати обʼєкт
zh_hans: 隐藏对象
zh_hant: 隱藏物件

source: Hides this author's wallpapers from the Workshop and Discover tabs on this Mac
ar: يخفي خلفيات هذا المؤلف من علامتي التبويب «الورشة» و«استكشف» على هذا الـ Mac
de: Blendet die Hintergrundbilder dieses Autors auf diesem Mac in den Tabs „Workshop“ und „Entdecken“ aus
es: Oculta los fondos de pantalla de este autor en las pestañas Workshop y Descubrir en este Mac
fr: Masque les fonds d’écran de cet auteur dans les onglets Workshop et Découvrir sur ce Mac
hi: इस Mac पर Workshop और खोजें टैब से इस लेखक के वॉलपेपर छिपाता है
it: Nasconde gli sfondi di questo autore nei pannelli Workshop ed Esplora su questo Mac
ja: この Mac の「ワークショップ」タブと「発見」タブで、この作成者の壁紙を非表示にします
ko: 이 Mac의 창작마당 및 발견 탭에서 이 제작자의 배경화면을 숨깁니다
pl: Ukrywa tapety tego autora na kartach Warsztat i Odkryj na tym Macu
pt_br: Oculta as imagens de fundo deste autor nas abas Oficina e Descobrir neste Mac
ru: Скрывает обои этого автора на вкладках «Мастерская» и «Рекомендации» на этом Mac
tr: Bu yazarın duvar kâğıtlarını bu Mac’teki Atölye ve Keşfet sekmelerinde gizler
uk: Приховує шпалери цього автора на вкладках «Майстерня» й «Огляд» на цьому Mac
zh_hans: 在这台 Mac 的“创意工坊”和“发现”标签页中隐藏此作者的墙纸
zh_hant: 在這台 Mac 的「工作坊」和「探索」標籤頁中隱藏此作者的背景圖片

source: Hides this wallpaper from the Workshop and Discover tabs on this Mac. Settings › Assets lists what you blocked.
ar: يخفي هذه الخلفية من علامتي التبويب «الورشة» و«استكشف» على هذا الـ Mac. تعرض الإعدادات › الموارد ما حظرته.
de: Blendet dieses Hintergrundbild auf diesem Mac in den Tabs „Workshop“ und „Entdecken“ aus. Unter „Einstellungen“ › „Assets“ finden Sie, was Sie blockiert haben.
es: Oculta este fondo de pantalla en las pestañas Workshop y Descubrir en este Mac. Ajustes › Recursos muestra lo que has bloqueado.
fr: Masque ce fond d’écran dans les onglets Workshop et Découvrir sur ce Mac. Réglages › Ressources liste ce que vous avez bloqué.
hi: इस Mac पर Workshop और खोजें टैब से यह वॉलपेपर छिपाता है। सेटिंग › ऐसेट में आपके ब्लॉक किए गए आइटम दिखते हैं।
it: Nasconde questo sfondo nei pannelli Workshop ed Esplora su questo Mac. Impostazioni › Risorse elenca ciò che hai bloccato.
ja: この Mac の「ワークショップ」タブと「発見」タブでこの壁紙を非表示にします。ブロックしたものは「設定」›「アセット」に表示されます。
ko: 이 Mac의 창작마당 및 발견 탭에서 이 배경화면을 숨깁니다. 차단한 항목은 설정 › 에셋에 표시됩니다.
pl: Ukrywa tę tapetę na kartach Warsztat i Odkryj na tym Macu. W Ustawienia › Zasoby znajdziesz listę zablokowanych.
pt_br: Oculta esta imagem de fundo nas abas Oficina e Descobrir neste Mac. Ajustes › Recursos lista o que você bloqueou.
ru: Скрывает эти обои на вкладках «Мастерская» и «Рекомендации» на этом Mac. В «Настройки» › «Ресурсы» перечислено то, что вы заблокировали.
tr: Bu duvar kâğıdını bu Mac’teki Atölye ve Keşfet sekmelerinde gizler. Engellediklerinizi Ayarlar › Varlıklar’da bulabilirsiniz.
uk: Приховує ці шпалери на вкладках «Майстерня» й «Огляд» на цьому Mac. У «Параметри» › «Ресурси» показано те, що ви заблокували.
zh_hans: 在这台 Mac 的“创意工坊”和“发现”标签页中隐藏此墙纸。“设置”›“资源”会列出你屏蔽的内容。
zh_hant: 在這台 Mac 的「工作坊」和「探索」標籤頁中隱藏此背景圖片。「設定」›「資源」會列出你封鎖的內容。

source: High
ar: مرتفع
de: Hoch
es: Alta
fr: Élevée
hi: उच्च
it: Alta
ja: 高
ko: 높음
pl: Wysoka
pt_br: Alta
ru: Высокое
tr: Yüksek
uk: Висока
zh_hans: 高
zh_hant: 高

source: High (50,000)
ar: مرتفع (50,000)
de: Hoch (50.000)
es: Alto (50.000)
fr: Élevé (50 000)
hi: उच्च (50,000)
it: Alto (50.000)
ja: 高（50,000）
ko: 높음(50,000)
pl: Wysoki (50 000)
pt_br: Alta (50.000)
ru: Высокий (50 000)
tr: Yüksek (50.000)
uk: Висока (50 000)
zh_hans: 高（50,000）
zh_hant: 高（50,000）

source: High FPS may slow down your Mac!
ar: قد يؤدي معدل الإطارات المرتفع إلى إبطاء جهاز Mac!
de: Eine hohe Bildrate kann Ihren Mac verlangsamen!
es: ¡Unos FPS altos pueden ralentizar tu Mac!
fr: Une fréquence d’images élevée peut ralentir votre Mac !
hi: उच्च FPS से आपका Mac धीमा हो सकता है!
it: Un valore alto di FPS può rallentare il Mac!
ja: FPSを高くするとMacの動作が遅くなる可能性があります！
ko: FPS가 높으면 Mac이 느려질 수 있습니다!
pl: Wysoka liczba klatek może spowolnić Twojego Maca!
pt_br: FPS alto pode deixar o Mac lento!
ru: Высокая частота кадров может замедлить ваш Mac!
tr: Yüksek FPS Mac’inizi yavaşlatabilir!
uk: Висока частота кадрів може сповільнити ваш Mac!
zh_hans: 高帧速率可能会降低 Mac 的运行速度！
zh_hant: 高 FPS 可能會降低 Mac 速度！

source: High FPS may slow down your Mac! We're serious, this is too much 🔥.
ar: قد يؤدي معدل الإطارات المرتفع إلى إبطاء جهاز Mac! نحن جادّون، هذا كثير جدًا 🔥.
de: Eine hohe Bildrate kann Ihren Mac verlangsamen! Im Ernst, das ist zu viel 🔥.
es: ¡Unos FPS altos pueden ralentizar tu Mac! Va en serio, esto es demasiado 🔥.
fr: Une fréquence d’images élevée peut ralentir votre Mac ! Sérieusement, c’est beaucoup trop 🔥.
hi: उच्च FPS से आपका Mac धीमा हो सकता है! हम सच कह रहे हैं, यह बहुत ज़्यादा है 🔥.
it: Un valore alto di FPS può rallentare il Mac! Non scherziamo, è davvero troppo 🔥.
ja: FPSを高くするとMacの動作が遅くなる可能性があります！本当に、これは高すぎます🔥。
ko: FPS가 높으면 Mac이 느려질 수 있습니다! 진심입니다, 이건 너무 높아요 🔥.
pl: Wysoka liczba klatek może spowolnić Twojego Maca! Serio, to już przesada 🔥.
pt_br: FPS alto pode deixar o Mac lento! É sério, isso é demais 🔥.
ru: Высокая частота кадров может замедлить ваш Mac! Серьёзно, это слишком 🔥.
tr: Yüksek FPS Mac’inizi yavaşlatabilir! Ciddiyiz, bu çok fazla 🔥.
uk: Висока частота кадрів може сповільнити ваш Mac! Без жартів, це забагато 🔥.
zh_hans: 高帧速率可能会降低 Mac 的运行速度！这可不是开玩笑，设置得太高了🔥。
zh_hant: 高 FPS 可能會降低 Mac 速度！說真的，這太過頭了 🔥。

source: High Performance
ar: أداء عالٍ
de: Hohe Leistung
es: Alto rendimiento
fr: Hautes performances
hi: उच्च परफ़ॉर्मेंस
it: Prestazioni elevate
ja: 高パフォーマンス
ko: 고성능
pl: Wysoka wydajność
pt_br: Alto Desempenho
ru: Высокая производительность
tr: Yüksek Performans
uk: Висока продуктивність
zh_hans: 高性能
zh_hant: 高效能

source: High Performance - (Reduce texture resolution by 4)
ar: اداء عالي - (تقليل جودة الرسومات اربع مرات)
de: Hohe Leistung - (Reduziert Texturauflösung auf ein Viertel)
es: Alto rendimiento (reducir resolución de las texturas al 25 %)
fr: Performances élevées - (Réduire de 4 la résolution des textures)
hi: उच्च प्रदर्शन - (टेक्सचर रिज़ॉल्यूशन 4 गुना कम करें)
it: Prestazioni elevate - (Riduce di 4 la risoluzione delle texture)
ja: 高パフォーマンス - （テクスチャの解像度を4分の1に落とす）
ko: 고성능 - (텍스처 해상도 4분의 1로 감소)
pl: Wysoka wydajność – (zmniejsz rozdzielczość tekstur 4-krotnie)
pt_br: Alto desempenho - (Reduzir a resolução das texturas em quatro vezes)
ru: Высокая производительность — (Уменьшать разрешение текстур в четыре раза)
tr: Yüksek Performans - (Doku çözünürlüğünü 4 derece azalt)
uk: Висока продуктивність - (Скоротити розширення текстур учетверо)
zh_hans: 高性能 -（将纹理分辨率降低至原来的四分之一）
zh_hant: 高效能 - (降低紋理解析度至原本的四分之一)

source: High Quality
ar: جودة عالية
de: Hohe Qualität
es: Alta calidad
fr: Haute qualité
hi: उच्च गुणवत्ता
it: Alta qualità
ja: 高画質
ko: 고품질
pl: Wysoka jakość
pt_br: Alta Qualidade
ru: Высокое качество
tr: Yüksek Kalite
uk: Висока якість
zh_hans: 高质量
zh_hant: 高品質

source: Highest Quality - (Don't reduce texture resolution)
ar: الدِّقة الأعلى - (لا تقلل من دِّقة التفاصيل)
de: Höchste Qualität - (Reduziert die Texturauflösung nicht)
es: Calidad máxima (no reducir resolución de las texturas)
fr: Qualité maximale - (Ne pas réduire la résolution de la texture)
hi: सर्वोच्च गुणवत्ता - (टेक्सचर रिज़ॉल्यूशन कम न करें)
it: Qualità massima - (Non riduce la risoluzione della texture)
ja: 最高画質 - （テクスチャの解像度を落とさない）
ko: 최고품질 - (텍스처 해상도 감소하지 않음)
pl: Najwyższa jakość – (nie zmniejszaj rozdzielczości tekstur)
pt_br: Qualidade Mais Alta - (Não reduzir resolução das texturas)
ru: Самое высокое качество — (Не ухудшать разрешение текстур)
tr: En Yüksek Kalite - (Doku çözünürlüğünü azaltmayın)
uk: Найвища якість - (Не зменшувати розширення текстур)
zh_hans: 最高质量 -（不降低纹理分辨率）
zh_hant: 最高畫質 - (不降低紋理解析度)

source: Highest audio frequency band that drives this. Lower it to ignore hiss and cymbals.
ar: أعلى نطاق ترددات صوتية يتحكم في هذه القيمة. اخفضه لتجاهل الهسهسة والصنوج.
de: Höchstes Audiofrequenzband, das diesen Wert steuert. Verringern Sie es, um Rauschen und Becken zu ignorieren.
es: Banda de frecuencia de audio más alta que lo controla. Bájala para ignorar el siseo y los platillos.
fr: Bande de fréquences audio la plus haute qui pilote ce paramètre. Baissez-la pour ignorer le souffle et les cymbales.
hi: इसे चलाने वाला सबसे ऊँचा ऑडियो फ़्रीक्वेंसी बैंड. सिसकारी और झांझ की आवाज़ को अनदेखा करने के लिए इसे कम करें.
it: Banda di frequenza audio più alta che controlla il parametro. Abbassala per ignorare fruscii e piatti.
ja: これを駆動する最も高いオーディオ周波数帯です。ヒスノイズやシンバルを無視するには下げてください。
ko: 이 값을 구동하는 가장 높은 오디오 주파수 대역입니다. 치찰음과 심벌즈 소리를 무시하려면 낮추십시오.
pl: Najwyższe pasmo częstotliwości dźwięku, które tym steruje. Obniż je, aby pominąć szum i talerze.
pt_br: Faixa de frequência de áudio mais alta que controla isto. Diminua para ignorar chiados e pratos.
ru: Верхняя граница диапазона частот, на которые реагирует параметр. Уменьшите её, чтобы игнорировать шипение и тарелки.
tr: Bunu yönlendiren en yüksek ses frekans bandı. Cızırtıyı ve zilleri yok saymak için düşürün.
uk: Найвища смуга звукових частот, що керує цим параметром. Зменште, щоб ігнорувати шипіння й тарілки.
zh_hans: 驱动此项的最高音频频段。降低它可忽略嘶嘶声和镲片声。
zh_hant: 驅動此參數的最高音訊頻段。調低可忽略嘶聲和鈸聲。

source: Highest frequency band that drives the shift. Lower it to ignore cymbals and hiss.
ar: أعلى نطاق ترددي يتحكم في الإزاحة. اخفضه لتجاهل الصنوج والهسهسة.
de: Höchstes Frequenzband, das die Verschiebung steuert. Verringern Sie es, um Becken und Rauschen zu ignorieren.
es: Banda de frecuencia más alta que controla el cambio. Bájala para ignorar los platillos y el siseo.
fr: Bande de fréquences la plus haute qui pilote le décalage. Baissez-la pour ignorer les cymbales et le souffle.
hi: शिफ़्ट को चलाने वाला सबसे ऊँचा फ़्रीक्वेंसी बैंड. झांझ और सिसकारी की आवाज़ को अनदेखा करने के लिए इसे कम करें.
it: Banda di frequenza più alta che controlla lo spostamento. Abbassala per ignorare piatti e fruscii.
ja: シフトを駆動する最も高い周波数帯です。シンバルやヒスノイズを無視するには下げてください。
ko: 변화를 구동하는 가장 높은 주파수 대역입니다. 심벌즈 소리와 치찰음을 무시하려면 낮추십시오.
pl: Najwyższe pasmo częstotliwości sterujące przesunięciem. Obniż je, aby pominąć talerze i szum.
pt_br: Faixa de frequência mais alta que controla a mudança. Diminua para ignorar pratos e chiados.
ru: Верхняя граница диапазона частот, управляющих сдвигом. Уменьшите её, чтобы игнорировать тарелки и шипение.
tr: Kaymayı yönlendiren en yüksek frekans bandı. Zilleri ve cızırtıyı yok saymak için düşürün.
uk: Найвища смуга частот, що керує зсувом. Зменште, щоб ігнорувати тарілки й шипіння.
zh_hans: 驱动色相偏移的最高频段。降低它可忽略镲片声和嘶嘶声。
zh_hant: 驅動色相偏移的最高頻段。調低可忽略鈸聲和嘶聲。
